package guru.qa.home;

public class HomeJavaLesson1 {

//0) применить несколько арифметических операций ( + , -, * , /) над двумя примитивами типа int

//1) применить несколько арифметических операций над int и double в одном выражении

//2) применить несколько логических операций ( < , >, >=, <= )

//3) прочитать про диапазоны типов данных для вещественных / чисел с плавающей точкой (какие максимальные и минимальные значения есть, как их получить) и переполнение

//4) получить переполнение при арифметической операции


}
